<div class="content">
	<h2>服务器环境检测是否可以正常运行TWCMS</h2>

	<p>版权所有 (c) 2012-2014，通王科技保留所有权利。</p>

	<p>感谢您选择TWCMS，希望我们的努力能为您提供一个简单、强大的站点解决方案。通王科技网址为 <a href="http://www.tongwang.cn" target="_blank">http://www.tongwang.cn</a>，TWCMS官方网站网址为 <a href="http://www.twcms.com" target="_blank">http://www.twcms.com</a>。</p>

	<p>用户须知：本协议是您与通王科技之间关于您使用TWCMS产品及服务的法律协议。无论您是个人或组织、盈利与否、用途如何（包括以学习和研究为目的），均需仔细阅读本协议，包括免除或者限制通王科技责任的免责条款及对您的权利限制。请您审阅并接受或不接受本服务条款。如您不同意本服务条款及/或通王科技随时对其的修改，您应不使用或主动取消TWCMS产品。否则，您的任何对TWCMS的相关服务的注册、登陆、下载、查看等使用行为将被视为您对本服务条款全部的完全接受，包括接受通王科技对服务条款随时所做的任何修改。</p>

	<p>本服务条款一旦发生变更, 通王科技将在产品官网上公布修改内容。修改后的服务条款一旦在网站公布即有效代替原来的服务条款。您可随时登陆官网查阅最新版服务条款。如果您选择接受本条款，即表示您同意接受协议各项条件的约束。如果您不同意本服务条款，则不能获得使用本服务的权利。您若有违反本条款规定，通王科技有权随时中止或终止您对TWCMS产品的使用资格并保留追究相关法律责任的权利。</p>

	<p>在理解、同意、并遵守本协议的全部条款后，方可开始使用TWCMS产品。您也可能与通王科技直接签订另一书面协议，以补充或者取代本协议的全部或者任何部分。</p>

	<p>通王科技拥有TWCMS的全部知识产权，包括商标和著作权。本软件只供许可协议，并非出售。通王科技只允许您在遵守本协议各项条款的情况下复制、下载、安装、使用或者以其他方式受益于本软件的功能或者知识产权。</p>

	<p>TWCMS遵循GPL开源协议（主题和插件除外），在遵守GPL协议、保留TWCMS版权的情况下，您可以免费使用本系统。</p>
</div>
<div class="button"><a href="index.php?do=check_env">同意</a></div>
